'use strict';

const tasks = [
    {
        question: "Как правильно закончить пословицу 'Не откладывай на завтра то, что можно...'",
        answers: {
            a: "отложить на послезавтра",
            b: "сделать сегодня",
            c: "никогда не делать",
            d: "или нельзя",
        },
        correctAnswer: "b",
    },
    {
        question: "На что надевают брекеты?",
        answers: {
            a: "На зубы",
            b: "На глаза",
            c: "На праздник",
            d: "На плечи",
        },
        correctAnswer: "a",
    },
    {
        question: "Что помогает туристу ориентироваться в незнакомом городе?",
        answers: {
            a: "Сила воли",
            b: "Путеводная звезда",
            c: "Путеводитель",
            d: "Интуиция",
        },
        correctAnswer: "c",
    },
    {
        question: "Какой клетки нет на шахматной доске?",
        answers: {
            a: "H8",
            b: "B7",
            c: "G5",
            d: "Z211",
        },
        correctAnswer: "d",
    },
    {
        question: "Кто из них является млекопитающим?",
        answers: {
            a: "Дельфин",
            b: "Окунь",
            c: "Щука",
            d: "Карась",
        },
        correctAnswer: "a",
    },
]